{
  "title": "Politique de Confidentialité",
  "summary": "Dans le cadre de la fourniture de ses services, Numispark est amenée à traiter des données personnelles vous concernant.\n\nCes données sont collectées pour des finalités strictement limitées :\n- Traiter une demande formulée à travers le formulaire de contact du site Numispark\n- Traiter une candidature déposée sur le site\n- Analyser la fréquentation du site Numispark\n- Analyser le parcours effectué sur le site Numispark\n- Prévenir les fraudes\n- Fournir nos services de développement logiciel et d'outils informatiques\n- Gérer la relation client et les projets\n\nLes traitements de vos données personnelles effectués par Numispark reposent systématiquement sur une base légale qui varie en fonction de la typologie du traitement.\n\nLes champs accompagnés d'un astérisque (*) doivent obligatoirement être renseignés à défaut de quoi nous ne pourrons pas vous fournir l'intégralité des services concernés.\n\nNous conservons vos données personnelles uniquement pendant la durée nécessaire aux finalités du traitement, après quoi nous effacerons ou anonymiserons vos données.\n\nNous mettons en œuvre des mesures de sécurité physiques et logiques adaptées afin de protéger l'intégrité de vos données personnelles.\n\nNous stockons vos données personnelles dans des bases de données situées dans l'Union Européenne et aux États-Unis (via nos prestataires). En cas de transfert en dehors de l'UE, nous nous engageons à encadrer ces transferts conformément à la réglementation applicable.\n\nVous disposez de différents droits sur vos données personnelles (droit d'accès, droit de rectification, droit d'opposition, droit à l'effacement, droit à la portabilité). Pour les exercer, il vous suffit d'adresser votre demande à l'adresse suivante : [email à compléter].",
  "sections": [
    {
      "title": "1. Qui est responsable du traitement de mes données personnelles ?",
      "content": "Le responsable de traitement de vos données personnelles est la société **Numispark**, Société à Responsabilité Limitée Unipersonnelle (EURL) au capital de 70 euros, immatriculée sous le SIREN 943 468 926 et dont les coordonnées sont les suivantes :\n\n**Numispark**  \n832 Route Tilleul Fol Enfant  \n27300 Saint-Martin-du-Tilleul  \nFrance  \nEmail : contact@numispark.com"
    },
    {
      "title": "2. Quelles données personnelles sont traitées et quand sont-elles collectées ?",
      "content": [
        {
          "title": "2.1. Données que vous nous communiquez directement",
          "content": "Lorsque vous faites appel à nos services, nous sommes susceptibles de vous inviter à nous communiquer les données suivantes :\n- Nom\n- Prénom\n- Société\n- Intitulé de votre poste\n- Adresse électronique\n- Adresse postale\n- Numéro de téléphone\n- Données du CV (en téléversement)\n- Données des documents liés à votre projet (en téléversement)\n- Informations relatives à vos besoins en développement logiciel\n- Informations de facturation\n\nCes informations peuvent vous être demandées dans différentes situations, par exemple lorsque vous utilisez les services proposés sur notre site internet, lorsque vous nous contactez pour un projet, ou lorsque vous souhaitez bénéficier de nos services de développement."
        },
        {
          "title": "2.2. Données que nous collectons",
          "content": "Par ailleurs, lorsque vous naviguez sur notre site internet, nous sommes également susceptibles de collecter et traiter les données suivantes sans que vous nous les fournissiez directement :\n- Adresse IP\n- Cookies\n- Langue du navigateur\n- Système d'exploitation\n- Type de navigateur\n- Pages visitées\n- Durée de visite\n- Données de géolocalisation (pays)"
        }
      ]
    },
    {
      "title": "3. Pourquoi Numispark traite mes données personnelles ?",
      "content": "Nous procédons aux traitements de vos données personnelles uniquement afin de :\n- Traiter une demande formulée à travers le formulaire de contact du site Numispark\n- Traiter une candidature déposée sur le site\n- Analyser la fréquentation du site Numispark\n- Analyser le parcours effectué sur le site Numispark\n- Prévenir les fraudes\n- Fournir nos services de conception et développement de logiciels et outils informatiques\n- Assurer l'exploitation et la maintenance de nos solutions\n- Gérer la relation client et le suivi des projets\n- Établir des devis et factures\n- Respecter nos obligations légales et réglementaires\n\nNous ne traiterons jamais vos données personnelles pour des finalités autres que celles-ci sans vous en avoir au préalable informé et le cas échéant sollicité votre consentement."
    },
    {
      "title": "4. Quels sont les fondements légaux des traitements ?",
      "content": "La réglementation exige que chaque traitement de vos données personnelles repose sur un fondement légal. Chez Numispark, les traitements de vos données personnelles reposent alternativement sur les fondements suivants :\n- La nécessité du traitement aux fins de l'exécution du contrat conclu entre vous et Numispark\n- Votre consentement exprès\n- L'intérêt légitime de Numispark (notamment concernant l'amélioration de nos services et la répression des fraudes)\n- Le respect d'une obligation légale"
    },
    {
      "title": "5. Suis-je obligé de renseigner mes données personnelles ?",
      "content": "La communication de certaines données personnelles est nécessaire à la fourniture des services que nous proposons (par exemple : répondre à votre demande de projet, établir un devis, réaliser une prestation). Ces données sont identifiables par la présence d'un astérisque « * ». Si vous ne souhaitez pas nous communiquer ces données essentielles, nous ne pourrons pas vous garantir le traitement de votre demande."
    },
    {
      "title": "6. Comment gérer mes préférences en matière de cookies ?",
      "content": [
        {
          "title": "6.1. Informations générales sur les cookies",
          "content": "Les « cookies » sont des petits fichiers texte de taille limitée qui nous permettent de reconnaître votre ordinateur, votre tablette ou votre mobile aux fins de personnaliser les services que nous vous proposons."
        },
        {
          "title": "6.2. Types de cookies utilisés",
          "content": "**Cookies essentiels :** Ces cookies sont nécessaires au fonctionnement du site et ne peuvent pas être désactivés.\n\n**Cookies analytiques (Google Analytics) :** Ces cookies nous aident à comprendre comment les visiteurs interagissent avec notre site web en collectant et en rapportant des informations de manière anonyme."
        },
        {
          "title": "6.3. Google Analytics",
          "content": "Ce site utilise Google Analytics, un service d'analyse de site internet fourni par Google Inc. (« Google »). Google Analytics utilise des cookies pour aider le site internet à analyser l'utilisation du site par ses utilisateurs.\n\nLes données générées par les cookies concernant votre utilisation du site (y compris votre adresse IP) seront transmises et stockées par Google sur des serveurs situés aux États-Unis. Google utilisera cette information dans le but d'évaluer votre utilisation du site, de compiler des rapports sur l'activité du site et de fournir d'autres services relatifs à l'activité du site et à l'utilisation d'Internet."
        },
        {
          "title": "6.4. Gestion des cookies",
          "content": "Vous pouvez configurer votre navigateur pour refuser les cookies ou vous alerter lorsque des cookies sont envoyés. Cependant, si vous désactivez les cookies, certaines fonctionnalités du site peuvent ne pas fonctionner correctement.\n\n**Paramétrage des navigateurs :**\n- Chrome : https://support.google.com/chrome/answer/95647?hl=fr\n- Firefox : https://support.mozilla.org/fr/kb/activer-desactiver-cookies\n- Safari : https://support.apple.com/kb/PH21411?viewlocale=fr_FR&locale=fr_FR\n- Edge : https://support.microsoft.com/fr-fr/help/4027947/microsoft-edge-delete-cookies"
        }
      ]
    },
    {
      "title": "7. Combien de temps seront conservées mes données personnelles ?",
      "content": "Chez Numispark, nous nous engageons à conserver vos données personnelles uniquement pendant la durée nécessaire aux finalités du traitement.\n\nVos données personnelles sont conservées par Numispark pendant les durées indiquées ci-dessous :\n- **Coordonnées clients :** 3 ans à compter de la fin de la relation commerciale\n- **CV et candidatures :** 2 ans à compter du dernier contact avec le candidat\n- **Données de facturation :** 10 ans conformément aux obligations légales\n- **Logs de connexion :** 1 an\n- **Cookies Google Analytics :** 26 mois maximum\n\nUne fois ces durées dépassées, nous procéderons à la suppression de vos données personnelles ou à leur anonymisation."
    },
    {
      "title": "8. Mes données personnelles sont-elles en sécurité ?",
      "content": "Nous prenons très au sérieux la sécurisation de vos données personnelles. C’est pourquoi nous avons adopté en interne des mesures permettant de garantir autant que possible l'intégrité de vos données :\n- Chiffrement des données sensibles\n- Accès restreint aux données personnelles\n- Authentification forte pour l'accès aux systèmes\n- Sauvegardes régulières et sécurisées\n- Formation du personnel sur la protection des données\n\nCes mesures de sécurisation sont adaptées à la nature des données que nous traitons et régulièrement mises à jour."
    },
    {
      "title": "9. Où sont stockées mes données personnelles ?",
      "content": "Vos données personnelles sont principalement stockées dans des bases de données situées au sein de l'Union Européenne et aux États-Unis (via nos prestataires d'hébergement).\n\nDans le cadre de l'utilisation de services tiers (Vercel, Google Analytics), certaines données personnelles peuvent être transférées en dehors de l'Union Européenne. Dans cette hypothèse, nous nous assurons que ces transferts respectent les exigences du RGPD."
    },
    {
      "title": "10. Avec qui Numispark partage mes données personnelles ?",
      "content": "Les données personnelles collectées par Numispark peuvent être partagées avec des sociétés tierces dans les cas suivants :\n\n**Prestataires d'hébergement**\n**Vercel Inc.**  \n340 S Lemon Ave #4133  \nWalnut, CA 91789  \nÉtats-Unis\n\n**Services d'analyse**\n**Google Inc. (Google Analytics)**  \n1600 Amphitheatre Parkway  \nMountain View, CA 94043  \nÉtats-Unis\n\n**Autres cas de partage**\n- Si la loi l'exige, pour donner suite aux réclamations ou nous conformer aux obligations légales\n- En cas de fusion, acquisition, cession d'actifs ou procédure de redressement judiciaire\n\nLes destinataires des données personnelles sont :\n- Numispark et son personnel autorisé\n- Nos prestataires techniques sous contrat de sous-traitance"
    },
    {
      "title": "11. Quels sont mes droits vis-à-vis de mes données personnelles ?",
      "content": "Vous disposez des droits suivants vis-à-vis de vos données personnelles :\n- **Droit d'accès :** Vous pouvez accéder à l'ensemble de vos données personnelles traitées par Numispark\n- **Droit de rectification :** Vous pouvez mettre à jour ou corriger vos données personnelles\n- **Droit à l'effacement :** Vous pouvez demander la suppression de vos données personnelles\n- **Droit d'opposition :** Vous pouvez vous opposer au traitement de vos données personnelles\n- **Droit à la limitation :** Vous pouvez demander la limitation du traitement\n- **Droit à la portabilité :** Vous pouvez solliciter la communication de vos données dans un format structuré\n- **Droit de retrait du consentement :** Lorsque le traitement est basé sur votre consentement\n\n**Comment exercer vos droits ?**\nPour exercer vos droits, contactez-nous à : [email à compléter]\n\nNous nous engageons à vous apporter une réponse dans un délai d’un mois, éventuellement prolongé de deux mois compte-tenu de la complexité et du nombre de demandes.\n\n**Réclamation auprès de la CNIL**\nEn cas de litige concernant les traitements de vos données personnelles, vous avez la possibilité d’introduire une réclamation auprès de la Commission Nationale de l’Informatique et des Libertés (CNIL) : www.cnil.fr"
    },
    {
      "title": "12. Évolution de la présente politique de confidentialité",
      "content": "Numispark se réserve le droit d’apporter toute modification à la présente politique de confidentialité à tout moment. Si une modification est apportée, nous nous engageons à publier la nouvelle version sur notre site internet.\n\nNous vous informerons de la modification par messagerie électronique, dans la mesure du possible, dans un délai minimum de 30 jours avant la date d’effet. Si vous n’êtes pas d’accord avec les termes de la nouvelle rédaction, vous avez la possibilité de demander la suppression de vos données personnelles."
    }
  ],
  "updateTitle": "Dernière mise à jour",
  "lastUpdate": "27-05-2025",
  "contact": {
    "email": "contact@numispark.com",
    "address": "832 Route Tilleul Fol Enfant, 27300 Saint-Martin-du-Tilleul, France"
  }
}